export const questions = [
  {
    id: 1,
    question:
      "햇살이 따뜻하게 비추는 여유로운 주말 아침, 당신은 어떤 선택이 더 행복한가요?",
    options: [
      "날씨가 너무 좋은데? 집 밖으로 나가 친구들과 수다 떨며 즐거운 시간 보내기",
      "그래도 집이 최고지! 혼자만의 시간을 만끽하기",
    ],
    type: "E/I",
  },
  {
    id: 2,
    question:
      "당신은 친구의 권유로 어쩔 수 없이 외출을 하게 되었습니다. 친구를 만나러 가는 길에 사람이 여러 명이 모여 웅성웅성 대는 것을 발견했습니다.",
    options: [
      "어? 저기는 무슨 일이지? 궁금하다! 한번 가보자!",
      "(지나친다.)",
    ],
    type: "N/S",
  },
  {
    id: 3,
    question:
      "하지만 인파 무리는 순식간에 사라졌고, 당신은 친구를 만났습니다. 그런데 친구가 우울하다며 꽃을 샀다고 이야기하네요.",
    options: [
      "무슨 일 있었어? 누가 내 친구를 이렇게 우울하게 만들었어?",
      "어떤 꽃 샀어? 그래서 기분 좀 나아졌어?",
    ],
    type: "F/T",
  },
  {
    id: 4,
    question:
      "친구는 휴가 일정이 바뀌는 바람에 여행 계획이 무산되었다고 말했습니다. 그러곤 오늘 같이 1박2일로 바다 구경을 가자고 이야기합니다.",
    options: [
      "아이 그럼~ 친구가 가자는 데 가야지, 나는 언제든지 좋아~ 당장 출발하자!",
      "아니 오늘? 어... 잠시만 이번 주말엔 특별한 일정이 딱히 없긴 한데...",
    ],
    type: "J/P",
  },
  {
    id: 5,
    question:
      "당신은 친구와 함께 1박2일 여행을 가게 되었고 친구가 의문의 카톡방에 초대해주었습니다. 카톡방에는 처음 보는 사람들이 가득했습니다. 사람들은 모두 당신의 첫 인사를 기대하고 있습니다.",
    options: [
      "안녕하세요! 만나서 반갑습니다! 잘 부탁드립니다!",
      "어... 안녕하세요... 잘 부탁드립니다...",
    ],
    type: "E/I",
  },
  {
    id: 6,
    question:
      "여행을 갈 생각에 기분이 좋아진 친구는 당신에게 아이스크림을 사준다고 합니다.어 ? 근데 뭔가 심상치 않습니다. 스파게티맛, 샐러드맛, 모유 맛??",
    options: [
      "아... 아냐 나는 그냥 평범하게 초콜릿 맛으로 할게",
      "우와 여기 신기한 거 진짜 많다ㅋㅋ 너는 스파게티맛 먹어볼래? 나는 모유맛 먹어볼게ㅋㅋ",
    ],
    type: "S/N",
  },
  {
    id: 7,
    question:
      "당신은 친구와 함께 주문한 아이스크림을 먹으며 바다에 대한 이야기를 하게 되었습니다. 아 근데 진짜 이런 날씨 좋은 날 바다가서 저녁에 맥주 한잔 딱 마시면서 바람 쐬면 기분 너무 좋을 거 같지 않아?",
    options: [
      "아냐, 바다라서 밤이 되면 되게 쌀쌀할거야.",
      "와... 진짜 너무 기분 좋겠다ㅠㅠ",
    ],
    type: "T/F",
  },
  {
    id: 8,
    question:
      "아니 벌써 시간이 이렇게 됐잖아? 자, 그럼 이제 집가서 짐싸고 3시까지 너희 집으로 갈게!",
    options: [
      "그래, 일단 바다라서 옷이 젖을 수도 있으니까 여벌 옷도 챙기고, 모래에 쓸려서 다칠 수도 있으니까 상비약도 챙기고, 세면도구 챙기고, 또 내일 올 때 비 온다고 했나? 그럼 우산도 챙기고... ",
      "아니 1박인데 무슨 짐이야ㅋㅋ 필요한 거 있으면 대충 가서 사자!",
    ],
    type: "J/P",
  },
  {
    id: 9,
    question:
      "약속 시간에 맞춰 당신을 데려온 친구의 차에는 카톡방에 있는 처음 보는 사람들이 타 있었습니다. 그들은 모두 음악에 취해 흥이 한껏 달아올라 있었습니다.",
    options: [
      "안녕하세요~ 누가 선곡한거야~ 완전 DJ시잖아? 노래 너무 좋은데요? 제목이 뭐에요?",
      "ㅇ...아...안녕하세요...",
    ],
    type: "E/I",
  },
  {
    id: 10,
    question:
      "그렇게 당신은 차를 타고 여행장소로 가고 있습니다. 그러다 창 밖으로 신기하게 생긴 구름을 발견했습니다.",
    options: [
      "(별 생각이 없다)",
      "와 저 구름 좀 봐요. 마치 돌고래 처럼 생기지 않았어요?",
    ],
    type: "S/N",
  },
  {
    id: 11,
    question:
      "친구는 휴게소에서 먹는 알감자와 소떡소떡이 정말 맛있다고 이야기합니다. 그리고 눈 앞에 휴게소가 나타났습니다. 친구는 이건 절대 지나칠 수 없다며 들리자고 합니다.",
    options: [
      "(그냥 어딜가나 다 똑같은 맛 아닌가?)",
      "역시 휴게소에서 사 먹는 알감자와 소떡소떡이 최고지! 당장 가자!",
    ],
    type: "T/F",
  },
  {
    id: 12,
    question:
      "휴게소에서 맛있는 음식을 먹은 뒤, 당신은 일행들에게 이제 다시 출발하자고 이야기 했습니다. 그리고 잠시만 손 좀 닦고 오겠다고 말하며 화장실에 들렸습니다. 그런데 화장실에서 나왔더니 차가 없어졌습니다? 워낙 장난기 많은 친구가 장난을 친 모양입니다. 당신은 친구에게 전화했습니다.",
    options: [
      "친구야 난 너가 장난칠 줄 알고 너의 지갑은 지금 나한테 있단다. 빨리 돌아오지 않으련?",
      "하... 너 지금 어디야...",
    ],
    type: "J/P",
  },
  {
    id: 13,
    question:
      "다행히 친구는 장난친 것이 아닌 옆에 주유소에서 기름을 넣고 있었다고 말해주었습니다. 당신은 친구가 있는 주유소로 가고 있습니다. 그런데 갑자기 모르는 사람이 손을 내밀며 가위바위보를 신청합니다.",
    options: [
      "가위 바위 보! 와 이겼다! 근데 이거 왜 한거에요?",
      "(무시하며 주유소로 뛰어간다.)",
    ],
    type: "E/I",
  },
  {
    id: 14,
    question:
      "다행히 일행과 만나 다시 여행지로 출발하였고 밤에 무엇을 할지에 대한 이야기를 나눕니다.",
    options: [
      "뭐 바다 구경하다가 술 적당히 먹고 이야기 나누다가 잠들지 않을까?",
      "야야 우리 이번 여행에서 인연을 만나게 될 수도 있지 않을까? 해변을 따라 걷다가 우연히 지갑을 줍게 되고, 주인을 찾아줬는데 막 일행이 있어서 같이 어울려 놀게 된다거나...",
    ],
    type: "S/N",
  },
  {
    id: 15,
    question:
      "즐거운 분위기 속 바다에 도착한 일행들, 여행을 온 기념으로 단체 사진을 찍자고 합니다. 그리고 당신도 함께 SNS에 게시물을 올려달라고 합니다. 당신은 사진과 함께 어떤 글귀를 적습니다.",
    options: [
      "20xx. xx. xx. 친구들과 1박 2일 바다여행",
      "처음 사귄 친구들과 바다에 놀러왔어요!! ㅇㅇ아, 그동안 속상했던 일 다 잊을 수 있게 신나게 놀다 가자!! >_< 오랜만에 바다 보니 너무 좋다! ",
    ],
    type: "T/F",
  },
  {
    id: 16,
    question:
      "단체사진을 찍고 배가 고파졌다며 저녁을 먹자는 친구. 고깃집으로 향했고 계산할 시간이 되었습니다. 당신은 장시간 운전으로 고생한 친구를 위해 밥값을 대신 내주려고 합니다.",
    options: [
      "친구야, 여기까지 오느라 너가 고생을 제일 많이 했으니까 밥값을 대신 내준다며 당당하게 이야기한다.",
      "(친구의 옆구리를 쿡쿡 찌르며 대신 돈을 내겠다고 속삭인다.)",
    ],
    type: "E/I",
  },
  {
    id: 17,
    question:
      "당신은 저녁을 먹고 일행과 함께 숙소로 향하던 도중 옆골목에서 이상한 무언가가 움직이는 것을 보았습니다.",
    options: [
      "(고양이가 쓰레기통 뒤지는가보다 생각하며 지나친다.)",
      "얘들아 저기 뭐가 꿈틀대는데? 고양이 야니야? 너무 귀엽겠다! 나 잠깐만 가서 보고 와도 될까?",
    ],
    type: "S/N",
  },
  {
    id: 18,
    question:
      "일행들은 빨리 짐을 풀고 바다를 보러가자고 이야기합니다. 숙소에 도착했더니 생각했던 것보다 방이 훨씬 넓어 보입니다.",
    options: [
      "음 지금보니까 여기 천장이 높아서 공간이 더 넓게 느껴진다.",
      "우와 예상보다 훨씬 넓어서 기분까지 좋아진다! 여기 진짜 대박인데?",
    ],
    type: "T/F",
  },
  {
    id: 19,
    question: "짐을 정리해놓고 일행들은 바다로 향했습니다. 길을 걸으며 밤바다의 수평선을 바라보았습니다.",
    options: [
      "바다랑 하늘의 경계가 어둠 때문에 거의 안보이네",
      "바다와 하늘이 마치 연결된 느낌이야. 저 경계선은 실제로 어디까지 이어질까?",
    ],
    type: "S/N",
  },
  {
    id: 20,
    question: "오랜만에 친구들과 즐거운 시간을 보내고 집에 온 당신. 여행에 대한 생각을 정리하려고 합니다. 갑작스러웠던 이번 여행은 어떠셨나요?",
    options: [
      "이런 여행도 좋지만, 나는 그래도 계획을 좀 세우고 갔으면 좋겠어!",
      "이번 여행은 예상치 못한 일들이 많아서 더욱 재밌었어. 또 가고 싶어!",
    ],
    type: "J/P",
  },
];
